Repository: dylanlangston/Axkcd
Catalog: src/AvaloniaXKCD.Site/xliff/*.xlf
Languages: es

# LoadingMsg_1
source: Reticulating splines
es: Calculando curvas improbables

# LoadingMsg_2
source: Generating witty dialog
es: Forjando diálogos ingeniosos

# LoadingMsg_3
source: Swapping time and space
es: Cambiando tiempo por siestas

# LoadingMsg_4
source: Spinning violently around the y-axis
es: Girando como trompo alrededor del eje Y

# LoadingMsg_5
source: Tokenizing real life
es: Tokenizando la vida real (aceptamos memes)

# LoadingMsg_6
source: Bending the spoon
es: Torciendo cucharas con la mente

# LoadingMsg_7
source: Filtering moral fiber
es: Tamizándonos la fibra moral

# LoadingMsg_8
source: Don't think of a blue elephant
es: No pienses en un elefante azul

# LoadingMsg_9
source: Buffering Please wait.
es: Amasando bytes... por favor, espera

# LoadingMsg_10
source: Calculating the meaning of life
es: Calculando el sentido de la vida

# LoadingMsg_11
source: Compressing humor
es: Comprimiendo risas

# LoadingMsg_12
source: Debugging the universe
es: Depurando el universo

# LoadingMsg_13
source: Synthesizing sarcasm
es: Sintetizando sarcasmo

# LoadingMsg_14
source: Calibrating flux capacitors
es: Calibrando condensadores de flujo

# LoadingMsg_15
source: Loading the loading message
es: Cargando el mensaje de carga... sí, de verdad

# LoadingMsg_16
source: Cogitating
es: Reflexionando

# LoadingMsg_17
source: Deliberating
es: Deliberando

# LoadingMsg_18
source: Pondering
es: Cavilando

# LoadingMsg_19
source: Contemplating
es: Contemplando

# LoadingMsg_20
source: Assembling bits
es: Montando bits como LEGOs

# LoadingMsg_21
source: Brewing coffee
es: Preparando café para el equipo

# LoadingMsg_22
source: Fetching pixels
es: Buscando píxeles perdidos

# LoadingMsg_23
source: Warming up the hamsters
es: Calentando a los hámsters de la rueda

# LoadingMsg_24
source: Charging the lasers
es: Cargando los láseres

# LoadingMsg_25
source: Aligning the planets
es: Alineando los planetas (por poco magia)

# LoadingMsg_26
source: Counting to infinity
es: Contando hasta el infinito (un momento)

# LoadingMsg_27
source: Twiddling thumbs
es: Moviendo los pulgares con estilo

# LoadingMsg_28
source: Herding cats
es: Pastoreando gatos (mala idea)

# LoadingMsg_29
source: Shoveling coal into the server
es: Echando carbón al servidor (sube la temperatura)

# LoadingMsg_30
source: Teaching the AI to love
es: Enseñando a la IA a amar (con cuidado)

# NavButton_Previous
source: < Prev
es: < Anterior

# NavButton_Random
source: Random
es: Aleatorio

# NavButton_Explain
source: Explain
es: Explicar

# NavButton_GoTo
source: Go To
es: Ir a

# NavButton_Next
source: Next >
es: Siguiente >

# Dialog_ErrorTitle
source: Title
es: Título

# Dialog_ErrorMessage
source: Error
es: Mensaje de error

# Dialog_Quit
source: Quit
es: Salir

# Dialog_Continue
source: Continue
es: Continuar

# Dialog_Cancel
source: Cancel
es: Cancelar

# ContextMenu_CopyURL
source: Copy URL
es: Copiar URL

# Page_Subtitle
source: Because laughing in C# is still (technically) laughing.
es: Porque reírse en C# sigue siendo (técnicamente) reírse.

# DevBanner_Text
source: In Development
es: En Desarrollo

# DevBanner_Title
source: Click to view source
es: Clic para ver el código fuente

# Footer_MadeWith
source: Made with an amalgamation of technologies that probably shouldn't work together, but somehow does:
es: Hecho con una amalgama de tecnologías que probablemente no deberían funcionar juntas, pero de alguna manera lo hacen:

# Footer_Avalonia_Title
source: Built with Avalonia UI Framework
es: Construido con Avalonia UI Framework

# Footer_Dotnet_Title
source: Powered by .NET and C#
es: Impulsado por .NET y C#

# Footer_Lit_Title
source: Enhanced with Lit Web Components
es: Mejorado con Lit Web Components

# Footer_Vite_Title
source: Bundled with Vite
es: Empaquetado con Vite
