{
  "month": "6",
  "num": 915,
  "link": "",
  "year": "2011",
  "news": "",
  "safeTitle": "Connoisseur",
  "transcript": "[[A man in a white hat is standing with another man. They each hold a wine glass in one hand, in the man in the hat is holding a bottle of wine in the other. He looks at the label.]]\nHat man: How do you stand this cheap wine?\nMan #2: Wine all tastes the same to me.\n\n[[Close-up of Hat Man.]]\nHat man: You\u0027ve just never had \ngood\n wine. If you paid more attention, you\u0027d realize there\u0027s a whole world here.\n\n[[Close-up on the other man, who spreads his arms, sloshing his wine slightly.]]\nMan #2: But that\u0027s true of \nanything!\n Wine, house music, fonts, ants, Wikipedia signatures, Canadian surrealist porn- spend enough time with any of them and you\u0027ll become a snobby connoisseur.]]\n\n((This panel has no border and is next to but aligned further down than the first three panels.))\n[[The full frame of the two characters again. Hat man now has the bottle at his side.]]\nHat man: But some things do have more depth than others.\nMan #2: If you locked people in a box for a year with 500 still frames of Joe Biden eating a sandwich, by the end they\u0027d be adamant that some were great and some were terrible.\nHat man: You\u0027re exaggerating.\nMan #2: Oh yeah?\n\n((This panel is below the others, and is indented about a third of the way to the right. It is wide.))\nA YEAR LATER\n[[A box. Voices emanate from inside.]]\nVoice #1: Sure, most closed-mouth frames are boring, but in #415, the way the man\u0027s jaw frames the mayo on his hand is pure perfection, and--\nVoice #2: What a surprise- \nyou\n praising a mayo frame. Listening to you, I\u0027d think there was nothing else in The Sandwich. -- Frankly, the light hitting J.B.\u0027s collar through the lettuce would put #242 in my top ten even if he had \nno\n may on his hand at \nall\n.\n\n{{Title text: Our brains have just one scale, and we resize our experiences to fit.}}",
  "alt": "Our brains have just one scale, and we resize our experiences to fit.",
  "img": "915/connoisseur.png",
  "title": "Connoisseur",
  "day": "22",
  "baseUri": "https://dylanlangston.github.io/Axkcd/"
}