{
  "month": "4",
  "num": 1043,
  "link": "",
  "year": "2012",
  "news": "",
  "safeTitle": "Ablogalypse",
  "transcript": "[[A line graph with four lines, each representing \u0027Google Trends Search Volume\u0027 of different search terms over time from prior to 2005 to just after 2012. A blue line represents \u0022blog,\u0022 which trends gradually but significantly upwards from well before 2005 until it reaches a peak between 2008-2009, and starts to very slowly descend to today. A red line represents \u0022Tumblr\u0022, which is at zero until it slowly starts to trend upward in early 2010, and then sharply increases in late 2010 and through 2011 and 2012. As of the date of this comic, \u0027blog\u0027 still beats \u0027Tumblr\u0027 in terms of search volume, but a dotted line projection of the trend shows that on October 12, 2012, the two lines will cross.  A yellow line represents \u0027Wordpress,\u0027 which has very low volume until a very small and gradual increase in 2007, which gradually increases to this day but doesn\u0027t come close to meeting the volume of either \u0027blog\u0027 or \u0027Tumblr\u0027. A green line represents \u0027LiveJournal,\u0027 which started out prior to 2005 at around the level \u0027Wordpress\u0027 is at now, but declined through 2005 and 2006 until it has plateaued until virtually nothing.]]\nIn about six months, the word \u0022Tumblr\u0022 will eclipse \u0022blog\u0022 in Google popularity. I doubt TV anchors will start taling about \u0022reactions in the Tumblverse,\u0022 but then again, I still can\u0027t believe we got them to say \u0022blogosphere.\u0022 \n\n{{Title text: Plus the reaction in the Tumblverse is always \u0027repeatedly get hit by a dog and fall down the stairs\u0027.}}",
  "alt": "Plus the reaction in the Tumblverse is always \u0027repeatedly get hit by a dog and fall down the stairs\u0027.",
  "img": "1043/ablogalypse.png",
  "title": "Ablogalypse",
  "day": "16",
  "baseUri": "https://dylanlangston.github.io/Axkcd/"
}