{
  "month": "12",
  "num": 513,
  "link": "",
  "year": "2008",
  "news": "",
  "safeTitle": "Friends",
  "transcript": "[[A boy is talking to a girl.]]\nBoy: I have a crush on you.\n[[Boy is shown alone.]]\nBoy: I could ask you out, and move on with my life if you said no.\nBoy: Or, WE COULD BE FRIENDS!\nBoy: See, I don\u0027t want to consider that you might not be attracted to me. I\u0027m scared of rejection, so I\u0027ve decided relationships should grow smoothly out of friendships.\n[[Girl is shown sitting at her computer.]]\nBoy: When you have problems, I\u0027ll be there for you, night after night.\nBoy: Selflessly.\nComputer (Instant message from boy): *hug*\n[[Girl is shown slamming door and walkng to boy to get a hug.]]\nBoy: I\u0027ll tear down the jerks you date, and wait for you to realize how good I am for you. That only I will ever understand you.\n\u003C\u003CSLAM\u003E\u003E\nGirl: \u003C\u003CSniff\u003E\u003E\nBoy: There there\n[[Boy is shown alone again.]]\nBoy: You don\u0027t want to hurt my feelings, and I won\u0027t ever force the issue. I\u0027ll tell myself it\u0027s because I \u0022Value our friendship.\u0022\nBoy: Bit by bit, I\u0027ll make you depend on me.\n[[Boy and girl are shown sitting on a rock in a park, reading a book together.]]\nBoy: You\u0027ll think about how long it would take to build this kind of connection again.\n[[Boy and girl are shown sitting on a couch drinking, getting closer, and kissing.]]\nBoy: And in a moment of weakness\nBoy: and loneliness\nBoy: you\u0027ll give in.\n[[Girl is shown sitting at the computer with boy behind her facing the other way washing dishes]]\nBoy: It\u0027ll feel comfortable and natural. You\u0027ll quietly revise your definition of love and try to be happy. And sometimes you will be.\n[[Girl is shown siting at the computer.]]\nBoy: Only the wistfulness in your gaze and the tiny pause before you say \u0022I love you\u0022 will hint that this wasn\u0027t the ending you\u0027d hoped for.\nBoy: Sound good?\n[[Girl is holding hands with another boy, talking to boy.]]\nGirl: ...I\u0027m going to date this jerk.\nBoy: But he doesn\u0027t respect you!\n{{title text: Friends with detriments.}}",
  "alt": "Friends with detriments.",
  "img": "513/friends.png",
  "title": "Friends",
  "day": "5",
  "baseUri": "https://example.com/"
}