{
  "month": "1",
  "num": 689,
  "link": "",
  "year": "2010",
  "news": "",
  "safeTitle": "FIRST Design",
  "transcript": "Team Member 1 (out of panel): Wow, this is a much better design.\nTeam Member 2 (out of panel): Let\u0027s build it.\n[[A blue print depicting a robot design for the FIRST competition. It consists of a standard mobile platform, with a pusher blade at the front. Additional parts include an umbrella on top and a trailer unit consisting a telescoping pole with a matchbox and match on top.]]\n\nReferee (out of panel): Go!\n\u003C\u003CCLICK\u003E\u003E\n[[A FIRST competition field, with teams at opposite ends. Various robots appear on the field, and the team whose design appears above activates their robot.]]\n\n[[The robot\u0027s trailer unit detaches as the telescoping pole begins to extend, and the mobile platform with umbrella rolls forward.]]\n\u003C\u003CVRRR\u003E\u003E\n\u003C\u003CCLICK\u003E\u003E\n\n[[Telescoping pole extends further.]]\n\u003C\u003CVRRRR\u003E\u003E\n\n[[Telescoping pole extends further.]]\n\u003C\u003CVRRRR\u003E\u003E\n\n[[Telescoping pole extends further, approaching a sprinkler head fixture.]]\n\u003C\u003CVRRR\u003E\u003E\n\n[[Telescoping pole stops extending, placing the matchbox and match very near the sprinkler head fixture.]]\n\n[[The mobile platform stops moving.]]\n\n[[The umbrella deploys, extending beyond the dimensions of the mobile platform.]]\n\u003C\u003CFWOOMP\u003E\u003E\n\n[[The match box and match are lit beneath the sprinkler head.]]\n\u003C\u003CFWOOSH\u003E\u003E\n\n[[The heat from the match triggers the sprinkler\u0027s valve, and water sprays out of the sprinkler into the room below.]]\n\u003C\u003CPSSSSHH\u003E\u003E\n\n[[Water pours from the sprinkler onto the competition field, causing the electrical components of the opposing team\u0027s robotics platform to short and malfunction. The opposing team appears distressed and confused.]]\n\u003C\u003CFZZZT\u003E\u003E\n\u003C\u003CBWooooooo!!!\u003E\u003E\n\n[[The initial robot, still protected by its umbrella, pushes along the balls toward the goal zone without any difficulty.]]\n\n{{Title text: Pool on the roof must\u0027ve sprung a leak.}}",
  "alt": "Pool on the roof must\u0027ve sprung a leak.",
  "img": "689/first_design.png",
  "title": "FIRST Design",
  "day": "15",
  "baseUri": "https://dylanlangston.github.io/Axkcd/"
}