{
  "month": "5",
  "num": 896,
  "link": "",
  "year": "2011",
  "news": "Today\u0027s comic might be familiar to a few dozen of you. :)\u003Cbr /\u003EP.S. \u003Ca href=\u0022https://blog.xkcd.com/2011/05/08/michael-bays-scenario/\u0022\u003ENew blag post\u003C/a\u003E!",
  "safeTitle": "Marie Curie",
  "transcript": "Woman: My teacher always told me that if I applied myself, I could become the next Marie Curie.\nZombie Marie Curie: You know, I wish they\u0027d get over me.\n\nWoman: Zombie Marie Curie!\n\nZombie Marie Curie: Not that I don\u0027t deserve it. These two Nobels ain\u0027t decorative. But I make a sorry role model if girls just see me over and over as the one token lady scientist.\n\nZombie Marie Curie: Lise Meitner figured out that nuclear fission was happening, while her colleague Otto was staring blankly at their data in confusion, and proved Enrico Fermi wrong in the process. Enrico and Otto both got Nobel Prizes. Lise got a National Women\u0027s Press Club award.\nZombie Marie Curie: They finally named an element after her, but not until 60 years later.\n\nZombie Marie Curie: Emmy Noether fought past her Victorian-era finishing-school upbringing, pursued mathematics by auditing classes, and, after finally getting a Ph.D, was permitted to teach only as an unpaid lecturer (often under male colleagues\u0027 names).\nWoman: Was she as good as them?\nZombie Marie Curie: She revolutionized abstract algebra, filled gaps in relativity, and found what some call the most beautiful, deepest result in theoretical physics.\nWoman: Oh.\n\nZombie Marie Curie: But you don\u0027t become great by trying to be great. You become great by wanting to do something, and then doing it so hard that you become great in the process.\n\nZombie Marie Curie: So don\u0027t try to be the next me, Noether, or Meitner. Just remember that if you want to do this stuff, you\u0027re not alone.\nWoman: Thanks.\nZombie Marie Curie: Also, avoid radium. Turns out it kills you.\nWoman: I\u0027ll try.\n\n{{Title text: Although not permanently.}}",
  "alt": "Although not permanently.",
  "img": "896/marie_curie.png",
  "title": "Marie Curie",
  "day": "9",
  "baseUri": "https://dylanlangston.github.io/Axkcd/"
}