{
  "month": "5",
  "num": 1052,
  "link": "https://www.youtube.com/watch?v=DhaEjgnmy3c",
  "year": "2012",
  "news": "Cool--someone\u0027s already taken a crack at \u003Ca href=\u0022https://www.youtube.com/watch?v=Gu1VhsNOwPU\u0022\u003Esinging this\u003C/a\u003E!",
  "safeTitle": "Every Major\u0027s Terrible",
  "transcript": "Every Major\u0027s Terrible\nTo the Tune of Gilbert \u0026 Sullivan\u0027s\nModern Major-General Song\n\n(Which you may know from Tom Lehrer\u0027s \nElements\n.\nIf not, just hum \nSupercalifragilisticexpialidocious\n.)\n\n[[Each panel shows a member of a different major.  First up is a philosopher.]]\nPhilosophy\u0027s just math sans rigor, sense, and practicality\n\nAnd math\u0027s just physics unconstrained by precepts of reality.\n\nA business major\u0027s just a thing you get so you can graduate\n\nAnd chemistry\u0027s for stamp collectors high on methylacetate.\n\nWhy anyone who wants a job would study lit\u0027s a mystery\n\nUnless their only other choice were something like art history.\n\nA BA in communications guarantees that you\u0027ll achieve\n\nA little less than if you\u0027d learned to underwater basket-weave\n\nI\u0027d rather eat a Fowler\u0027s Toad than major in biology,\n\u003C\u003CRibbit\u003E\u003E\n\nAnd social psych is worse than either psych \nor\n sociology.\n\n[[At this point the singer is shown talking to a balding professor at a desk.]]\nThe thought of picking any one of these is too unbearable.\n\nJust put me down as \u0022Undecided\u0022 -- Every major\u0027s terrible.\n\n[[Back to pictures of majors.]]\nNow, if you can\u0027t prognosticate, that\u0027s ok in seismology,\n\nBut if your hindsight\u0027s weak as well, you\u0027d best stick to theology.\n\nCS will make each day a quest to find a missing close-paren.\n\nVirology will guarantee you\u0027ll never get a hug again.\n\nI.T. prepares you for a life of fighting with PCs nonstop.\n\nAs Pratchett said, \nTerry Pratchett: \u0022Geography\u0027s just physics slowed with trees on top.\u0022\n\nThough physics seems to promise you a Richard Feynman-like career,\n\nThe Wiki page for \u0022Physics Major\u0022 redirects to \n\u0022Engineer.\u0022\n\n\nThey say to study history or find yourself repeating it,\n\nBut all that it prepares you for is forty years of teaching it.\n\n[[And back to the explanation at the desk.]]\nI recognize my four-year plan\u0027s at this point not repairable,\n\nBut put me down as \u0022Undecided\u0022 -- every major\u0027s terrible.\n\n[[More pictures of majors.  The astronomer appears to be the Bad Astronomer]]\nAstronomers all cringe when they hear \u0022supermoon\u0022 or \u0022zodiac,\u0022\n\nAgronomy\u0027s a no-go; I\u0027m a huge agorophobiac.\n\nI\u0027m too ophiophobic to consider herpetology,\n\nAnd I can\u0027t stomach any part of gastroenterology.\n\nWhile pre-med gives you twitchy-eyed obsession with your GPA,\n\n((This panel is done in free verse))\n   a\n poetry degree\n    bespeaks\nbewildering\n      naiveté.\n\nTV\u0027s behind the rush into forensic criminology\n\n(or so claims meta-academic epidemiology).\n\nBy dubbing econ \u0022Dismal Science\u0022 adherents exaggerate;\n\nThe \u0022dismal\u0022\u0027s fine -- it\u0027s \u0022science\u0022 where they patently prevaricate.\n\n[[And back to the desk a final time.]]\n\nIn terms of choices, I\u0027d say only Sophie\u0027s was comparable.\n\nJust put me down as \u0022Undecided\u0022 -- every major\u0027s terrible!\n\n{{Title text: Someday I\u0027ll be the first to get a Ph. D in \u0027Undeclared\u0027.}}",
  "alt": "Someday I\u0027ll be the first to get a Ph. D in \u0027Undeclared\u0027.",
  "img": "1052/every_majors_terrible.png",
  "title": "Every Major\u0027s Terrible",
  "day": "7",
  "baseUri": "https://example.com/"
}