{
  "month": "6",
  "num": 591,
  "link": "",
  "year": "2009",
  "news": "",
  "safeTitle": "Troll Slayer",
  "transcript": "[[A website where people can post comments along side pictures.]]\n((Next to a picture of a website.)) Hey, let\u0027s troll the fuck out of the Twilight boards.\n((Next to a picture of some people)) I\u0027m in.  Should be fun.\n((Next to a picture of a man with sword and trumpet)) Me too. Signing on now.\n((Next to a picture of \u0022LOL\u0022)) Lol angsty teens.\n\nHours Later:\n[[Stephenie Meyer, at a computer.]]\nStephenie Meyer: Hi, it\u0027s Stephenie Meyer. Fine, you don\u0027t like my books. But please leave us alone.\nComputer (Nerd): Show us your tits.\nStephenie Meyer: I asked politely. Don\u0027t make me get tough.\n\n[[Pimply nerd at computer.]]\nNerd: And what, call the internet police? You don\u0027t get it, do you? We\u0027ve been trolling for years. We\u0027re all anonymous. There\u0027s nothing you can do to hurt us. We\u0027re the net\u0027s hate machine.\nComputer (Stephenie): Okay. Just remember, I gave you a chance. \u003C\u003CDisconnected\u003E\u003E\n\nSix Months Later\n[[A page from a book.]]\nVampires! Book VI\nEdward ran a pale hand through his perfect golden-bronze hair, then signed on to 4chan.org, the darkest place on the internet, where all his vampire compatriots spent their time.\nSuddenly, there was a loud knock at the door [...] swept in [...] ing\n[[The rest of the page is cut off.]]\n\nShortly Thereafter:\n[[On the same website as the first panel.]]\n((Next to a picture of two people hugging)) OMG I love this place it\u0027s so edgy being anonymous.\n(next to a picture of \u0022DAWNE\u0022) Whos your favorite vampire\n(next to a picture of someone with black hair and shirt) Check out my pic Im so dark just like this site\n(Next to a picture of a chess piece) Any Twilight fans in Dallas want to meet a lonely (...)\n\n[[The same nerd at his computer.]]\nNerd: Oh... Oh God.\n\n{{Title text: We have met the enemy and he is us.}}",
  "alt": "We have met the enemy and he is us.",
  "img": "591/troll_slayer.png",
  "title": "Troll Slayer",
  "day": "1",
  "baseUri": "https://dylanlangston.github.io/Axkcd/"
}