{
  "month": "1",
  "num": 1010,
  "link": "",
  "year": "2012",
  "news": "",
  "safeTitle": "Etymology-Man",
  "transcript": "Person 1: Earthquake!\nPerson 2: We should get to a higher ground - There could be a tidal wave.\n\n[[Person 1 takes a pedantic pose]]\nPerson 1: You mean a tsunami. \u0022Tidal wave\u0022 means a wave caused by tides.\n\n[[A crash is heard, followed by Etymology-Man flying in while wearing a cape]]\nEtymology-man: You know, that doesn\u0027t add up.\nPerson 1 and Person 2: Etymology-man!\n\n[[Etymology-man takes a pedantic pose]]\nEtymology-man: What *does* \u0022tidal wave\u0022 mean? There are waves caused by tides, but they\u0027re \u0022tidal bores\u0022, and they\u0027re not cataclysmic. It can refer to the daily tide cycle, but that\u0027s obviously not what people mean when they say \u0022a tidal wave hit\u0022. It\u0027s been obvious for centuries that these waves come from quakes. So why \u0022tidal\u0022?\n\nEtymology-man: Remember that until 2004, there weren\u0027t any clear photos or videos of tsunamis. Some modern writers even described them rearing up and breaking like surfing waves. Of course, in 2004 and 2011, it was made clear to everyone that a tsunami is more like a rapid, turbulent, inrushing tide - exactly what historical accounts describe.\n\n[[Water begins to rush in.  Etymology-man keeps his pedantic pose]]\nEtymology-man: Maybe those writing about Lisbon in 1755 used \u0022tidal wave\u0022 not out of scientific confusion, but because it described the wave\u0027s form - a description lost in our rush to expunge \u0022tidal wave\u0022 from English.\n\n[[The water is now waist-deep.  Etymology-man continues to drone on, but the others start to panic]]\nEtymology-man: \u0022Tsunami\u0022 is now the standard, and I\u0027m not trying to change that. But let\u0027s be a tad less giddy about correcting \u0022tidal wave\u0022 - especially when \u0022tsunami\u0022 just means \u0022harbor wave\u0022, which is hardly...\n\n{{Title text: \u0027I can\u0027t believe I\u0027m saying this, but I wish Aquaman were here instead--HE\u0027D be able to help.\u0027}}",
  "alt": "\u0027I can\u0027t believe I\u0027m saying this, but I wish Aquaman were here instead--HE\u0027D be able to help.\u0027",
  "img": "1010/etymology_man.png",
  "title": "Etymology-Man",
  "day": "30",
  "baseUri": "https://example.com/"
}