{
  "month": "12",
  "num": 681,
  "link": "https://xkcd.com/681_large/",
  "year": "2009",
  "news": "Click on the comic to view the full-size version.",
  "safeTitle": "Gravity Wells",
  "transcript": "((A schematic of the depths of the gravity wells of each planet in the solar system and several moons. At extreme left, an arrow pointing down and to the left, labeled \u0022To Sun, very very far down\u0022. From left to right the gravity wells depicted are: Mercury; Venus; Earth, 5,478 km; Moon, 288 km; Mars, 1,286 km; Ganymede; Io; Jupiter; Europa; Titan, with two small bumps captioned \u0022WEEOOOEEOOOEEEOOO\u0022; Saturn, with its rings depicted as various-colored horizontal bands; Uranus; and Neptune, with a figure exclaiming, \u0022An even more glorious dawn awaits!\u0022\n\nInset below Earth, the Moon, and Mars are three panels depicting Mars\u0027, Deimos\u0027s, and Phobos\u0027s gravity wells. The Mars inset shows Mars\u0027 gravity well, 1,286 km deep, in relation to its moons, Deimos and Phobos, and a NASA Mars Exploration Rover. The Deimos inset shows Deimos\u0027 gravity well and a person, labeled \u0022to scale\u0022; the gravity well is approximately two thirds the height of the person, and the caption reads, \u0022You could escape Deimos with a bike and a ramp.\u0022 The Phobos inset is similar, except that the gravity well is approximately three times the height of the person included for scale, and reads, \u0022A thrown baseball could escape Phobos.\u0022\n\nTo the right of Jupiter\u0027s gravity well is a diagram of a well. The height of the well is labeled \u0022very deep\u0022; at the bottom is a figure labeled \u0022your mom\u0022; and three figures, labeled \u0022local football team\u0022, are shown falling in head first. Beneath that, the text reads, \u0022Jupiter is not much larger than Saturn, but much more massive. At its size, adding more mass just makes it denser due to the extra squeezing of gravity. If you dropped a few dozen more Jupiters into it, the pressure would ignite fusion and make it a star.\u0022\n\nAt the right of the panel is an inset diagram detailing Earth\u0027s gravity well, which is labeled as being 6,379 km deep. Also depicted are the altitudes of low Earth orbit, the ISS, the Space Shuttle, GPS satellites, geosynchronous orbit, and the Moon\u0027s gravity well, 288 km deep. A figure standing on the Earth\u0027s \u0022surface\u0022 says, \u0022This is why it took a huge rocket to get to the moon, but only a small one to get back.\u0022 Beneath that, the text, \u0022It takes the same amount of energy to launch something on an escape trajectory away from Earth as it would to launch it 6,000 km upward under constant 9.81 m\ns² Earth gravity. Hence, Earth\u0027s well is 6,000 km deep.\u0022\n))\nGravity wells, scaled to Earth surface gravity\n\nThis chart shows the \u0027depth\u0027 of various solar system gravity wells.\n\nEach well is scaled such that rising out of a physical well of that depth -- in constant Earth surface gravity -- would take the same energy as escaping from that planet\u0027s gravity in reality.\n\nEach planet is shown cut in half at the bottom of its well, with the depth of the well measured down to the planet\u0027s _flat_ surface.\n\nThe planet sizes are to the same scale as the wells. Interplanetary distances are not to scale.\n\nDepth = (G x PlanetMass) \n (g x PlanetRadius)\n\nG = Newton\u0027s constant\ng = 9.81 meters per second squared\n{{Title text: This doesn\u0027t take into account the energy imparted by orbital motion (or gravity assists or the Oberth effect), all of which can make it easier to reach outer planets.}}",
  "alt": "This doesn\u0027t take into account the energy imparted by orbital motion (or gravity assists or the Oberth effect), all of which can make it easier to reach outer planets.",
  "img": "681/gravity_wells.png",
  "title": "Gravity Wells",
  "day": "28",
  "baseUri": "https://dylanlangston.github.io/Axkcd/"
}