{
  "month": "3",
  "num": 878,
  "link": "",
  "year": "2011",
  "news": "",
  "safeTitle": "Model Rail",
  "transcript": "[[Two characters are standing in a basement, the support beams bare.]]\nEnthusiast: I want to build a perfect HO-scale (~1\n87) model train layout of my town.\nRealist: In your basement?  Bad idea.  Never make a layout of the area you\u0027re in.\n\nEnthusiast: Why not?\nRealist: Because it\u0027d include a little 10\u0022 replica of your house.\n\nEnthusiast: So? That\u0027d be cool! I\u0027d make tiny replicas of my rooms, my furniture--\nRealist: --And your train layout?\n\n((Break free of the traditional panel system.  The following appear in magnification circles, going beyond an original large diagram.  Each is labeled with a length scale arrow.))\n[[The characters are looking at an HO-scale model railroad, with prominent mountains and a town nestled in the valley.]]\n\u003C-- 18m --\u003E\n\n[[Zoomed in on the first model house.]]\n\u003C-- 21cm --\u003E\n\n[[Zoomed in on the second house.  There is a gnat sitting on the model.]]\n\u003C-- 2.4mm --\u003E\n\n[[Zoomed in on the third house.  A strand of spiderweb crosses the model, labeled.]]\nSpider web\n\u003C-- 28Î¼m --\u003E\n\n[[Zoomed in on the fourth house.  A cold virus is sitting on the model, which is distinctly composed of tiny dots.]]\nCold virus.\n\u003C-- 320nm --\u003E\n\n[[Zoomed in on the fifth house.  The entire diorama is composed of large spheres.  It appears Dalton\u0027s billiard ball model is correct in the comic universe.]]\n\u003C-- 37Å --\u003E\n\n((A final comment, and normal panels resume.))\nThe Matryoshka Limit: It is impossible to nest more than six HO layouts.\n\n[[The two are standing together once again.]]\nEnthusiast: My God.\nRealist: Yeah. It\u0027s the second rule of model train layouts: No nesting.\n\nEnthusiast: ... what\u0027s the first rule?\nRealist: \u0022Do \nnot\n talk about model train layouts.\u0022  That rule was actually voted in by our friends and families.\nEnthusiast: Philistines.\n\n{{Title text: I don\u0027t know what\u0027s more telling--the number of pages in the Wikipedia talk page argument over whether the 1\n87.0857143 scale is called \u0022HO\u0022 or \u0022H0\u0022, or the fact that within minutes of first hearing of it I had developed an extremely strong opinion on the issue.}}",
  "alt": "I don\u0027t know what\u0027s more telling--the number of pages in the Wikipedia talk page argument over whether the 1/87.0857143 scale is called \u0022HO\u0022 or \u0022H0\u0022, or the fact that within minutes of first hearing of it I had developed an extremely strong opinion on the issue.",
  "img": "878/model_rail.png",
  "title": "Model Rail",
  "day": "28",
  "baseUri": "https://example.com/"
}