{
  "month": "9",
  "num": 160,
  "link": "",
  "year": "2006",
  "news": "",
  "safeTitle": "Penny Arcade Parody",
  "transcript": "[[The first panel uses the art style of Penny Arcade.]]\nGabe: What? Sony has plenty of launch titles lined up that aren\u0027t lame sequels.\nTycho: Name one. And furthermore, they... I... uh...\n\n[[The art style is dropped.  The next two panels are just text.]]\nNarrator: I can\u0027t do this. I can\u0027t parody Penny Arcade. I\u0027ve got nothing on t hose guys. They\u0027re a class act, they know their audience, they know exactly what they\u0027re doing. Gabe experiments with his art, always bold and fresh without trying to perform. Tycho\u0027s writing continues to astound day after day. I can just see him, reading my uncultured swill masquerading as his florid prose.\n\nNarrator: But he\u0027s not angry, no. He\u0027s sitting at his desk smiling that condescending half-smile, the corner of his mouth belying the self-assurance of a writer who never misplaces a word. His firm hands rest easily on the keyboard, his right thumb caressing the space bar gently, as I enter the room. He knows I\u0027m there without turning around, and I\u0027m too nervous to speak. But I don\u0027t have to; he understands, I can see it in the way his eyes play over me, reading my fears and doubts in a glance and washing them away with a knowing smile. Then he\u0027s on his feet, he\u0027s in front of me, and I don\u0027t feel the electric jolt I expected as our hands meet. It\u0027s just warm, warm and right: As I sink into his eyes I feel a hand on my shoulder, and I see Tycho smile at someone behind me. Gabe is standing there, grinning that mischievous grin, and twirling his beloved cardboard tube between his fingers.\nNarrator: The night has just begun.\n\n{{Title text: No one show this to Tycho\u0027s wife, okay?}}",
  "alt": "No one show this to Tycho\u0027s wife, okay?",
  "img": "160/penny_arcade_parody.png",
  "title": "Penny Arcade Parody",
  "day": "20",
  "baseUri": "https://dylanlangston.github.io/Axkcd/"
}