{
  "month": "8",
  "num": 137,
  "link": "",
  "year": "2006",
  "news": "",
  "safeTitle": "Dreams",
  "transcript": "[[A is standing behind B, who is typing at a computer.]]\nA: You should be more careful what you write. Future employers might read it.\nB: When did we forget our dreams?\nA: What?\n[[B stands beside A]]]\nB: The infinite possibilities each day holds should stagger the mind. The sheer number of experiences I could have is uncountable, breathtaking, and I\u0027m sitting here refreshing my inbox. We live trapped in loops, reliving a few days over and over, and we envision only a handful of paths laid out before us. We see the same things every day, we respond the same way, we think the same thoughts, each day a slight variation on the last, every moment smoothly following the gentle curves of societal norms. We act like if we just get through today, tomorrow our dreams will come back to us.\nB: And no, I don\u0027t have all the answers. I don\u0027t know how to jolt myself into seeing what each moment could become. But I do know one thing: the solution doesn\u0027t involve watering down my every little idea and creative impulse for the sake of some day easing my fit into a mold. It doesn\u0027t involve tempering my life to better fit someone\u0027s expectations. It doesn\u0027t involve constantly holding back for fear of shaking things up.\nB: This is very important, so I want to say it as clearly as I can:\nB: FUCK.\nB: THAT.\nB: SHIT.\n{{Alt-text: In Connor\u0027s second thesis it is stated \u0027There is no fate but what we make for ourselves.\u0027  Does the routine destroy our creativity or do we lose creativity and fall into the routine?  Anyway, who\u0027s up for a road trip!}}",
  "alt": "In Connor\u0027s second thesis it is stated \u0027There is no fate but what we make for ourselves.\u0027  Does the routine destroy our creativity or do we lose creativity and fall into the routine?  Anyway, who\u0027s up for a road trip!",
  "img": "137/dreams.png",
  "title": "Dreams",
  "day": "4",
  "baseUri": "https://example.com/"
}