{
  "month": "2",
  "num": 540,
  "link": "",
  "year": "2009",
  "news": "",
  "safeTitle": "Base System",
  "transcript": "[[A man and woman are talking; she\u0027s sitting on the back of a chair with her feet on the seat, and he\u0027s sitting on the floor facing her.]]\nWoman: So how far did you get with her?\nMan: Second base?\n\nWoman: Wait, which one is that? Below the waist, but... not under the clothes?\nMan: I think that\u0027s... shortstop?\n\nWoman: You should try crossing the pitcher\u0027s mound. Then down the 50-yard line, and right past her ten-pin.\nMan: Sounds tricky.\n\nWoman: Yeah. Last time I tried it, I got a red flag. If you know what I mean.\nMan: I really don\u0027t.\n\n[[A diagram of a baseball diamond.]]\nThe \u0022Base\u0022 Metaphor Explained\n[[Bases and x points are marked, as well as dashed lines covering the field.]]\n[[Along the first base line is \u0022Your Base\u0022]]\n[[Slightly right of that is a binary base:\n0110 0010 0110 0001\n0111 0011 0110 0101\n0010 0000 0011 0010]\n[[First base: Kissing]]\n[[Second base: Hands under the shirt and\nor licking]]\n[[Third base: Oral sex (formerly \u0022hands in the pants\u0022)]]\n((The following are x marks.\nSlightly right of home plate: Eye contact.\nAlong the first base line: Passing notes.\nSlightly before first base: Downloading Star Trek fanfiction and replacing Riker\u0027s name with your Crush\u0027s.\nRight field: Eye contact from Janeane Garofalo.\nBetween the pitcher and second base: Using the scroll thingy on that one Apple mouse.\nNear the shortstop: Dry humping.\nLeft of second base: Fursuits.\nFarther left: Fursuits (crotchless).\nJust before home plate: Thigh contact.\nBeyond 3rd base, along the 3rd base line: Standing anywhere near Peaches.\nFoul of the third base line: Anal sex (fill in your won \u0022Foul Ball\u0022 pun here.)\nLeft outfield: 2outfielders1glove.\nLeft outfield: Retrograde wheelbarrow.))\n((The following are dashed lines:\nA region along the line from first to second base: The Boring Zone.\nA line traveling across the second to third baseline, and towards home plate: The orgasm line. ((dry humping is on the \u0022orgasm\u0022 side.))\nBetween third base and home: \u0022Virginity\u0022 (Maginot) line.))\n((Arrows pointing out various other features:\nAn arrow crossing the \u0022Virginity\u0022 line: Teens.\nAn arrow nearer to home plate: Sharing root PWs.\nAn arrow crossing the orgasm line in the outfield: Napoleon\u0027s forces.))\n\n{{Title text: I once got to second base with a basketball player.  She was so confused.}}",
  "alt": "I once got to second base with a basketball player.  She was so confused.",
  "img": "540/base_system.png",
  "title": "Base System",
  "day": "6",
  "baseUri": "https://example.com/"
}