{
  "month": "4",
  "num": 1044,
  "link": "",
  "year": "2012",
  "news": "",
  "safeTitle": "Romney Quiz",
  "transcript": "[[One long panel, with a large headline at the top, flanked by two small pictures on each side: a portrait of Mitt Romney on the left, and a blonde child running with a golden ticket in his hand on the left. Below is a list numbered 1 - 12 down the left. The answers on the bottom are written upside down.]]\nQUIZ: Who said it - former Massachusetts Governor Mitt Romney, or Wonka contest winner Charlie Bucket?\n\nIs there even a difference?\n\n1. \u0022I believe that abortion should be safe and legal in this country.\u0022\n2. \u0022Returning Medicar to solid footing represents our greatest entitlement challenge.\u0022\n3. \u0022Look, everyone, look, I\u0027ve got it! The fifth golden ticket is mine!\u0022\n4. We have lost faith in government. Not in just one party, not in just one house, but in government.\u0022\n5. \u0022This banana\u0027s fantastic! It tastes so real.\u0022 \n6. \u0022Grandpa... on the way home today, I ran into Mr. Slugworth.\u0022\n7. \u0022I\u0027m not happy exporting jobs, but we must move ahead in technology and patents.\u0022\n8. \u0022Hey, the room is getting smaller.\u0022\n9. \u0022It would be impossible to reach runanimity on every aspect of our budget.\u0022\n10. \u0022Grandpa, look over there across the river! They\u0027re little men!\u0022\n11. \u0022I\u0027m... going too high! Hey, Grandpa, I can\u0027t get down! Help! Grandpa, the fan!\u0022\n12. \u0022Barack Obama has failed America.\u0022\nAnswers: Mitth Romney: 1, 2, 4, 7, 9, 12; Charlie Bucket: 3, 5, 6, 8, 10, 11.\n\n{{Title text: Charlie actually delivered the Medicare line almost verbatim in the 1971 movie\u0027s Fizzy Lifting Drink scene, but it was ultimately cut from the final release.}}",
  "alt": "Charlie actually delivered the Medicare line almost verbatim in the 1971 movie\u0027s Fizzy Lifting Drink scene, but it was ultimately cut from the final release.",
  "img": "1044/romney_quiz.png",
  "title": "Romney Quiz",
  "day": "18",
  "baseUri": "https://example.com/"
}