{
  "month": "5",
  "num": 1212,
  "link": "https://xkcd.com/1212/large/",
  "year": "2013",
  "news": "",
  "safeTitle": "Interstellar Memes",
  "transcript": "If other star systems are listening in on our pop culture,\ngiven the speed of light delay, these are the jokes and catchphrases they just learned about and are currently repeating way too much:\n[[A map of star systems in relation to the Sun, which is roughly in the center, sending out radio waves. Each star is a yellow circle of differing sizes, with a speech bubble (or two). \n\n((Listed in order, from closest to furthest.))\nProxima Centauri: \u0022I\u0027m on a boat!\u0022\nAlpha Centauri A\nB: \u0022The cake is a lie!\u0022 \u0022o\n~ Never gonna give you up o\n~\u0022\nLuhman 16: I can haz? \nBarnard\u0027s star: \u0022Leave Britney alone!\u0022 \u0022o\n~ \nChocolate raaaiiin\n o\n~\u0022\nWolf 359: \u0022Chuck Norris doesn\u0027t sleep. He \nwaits\n.\u0022\nLalande 21185: \u0022o\n~ Numa numa o\n~\u0022\nSirius: \u0022I \nstill\n can\u0027t believe Bellatrix--\u0022 \u0022Dude, get over it.\u0022\nGliese 65: \u0022\nINTERNETS!\n\u0022\nEpsilon Eridani: \u0022Ninjas fight \nall the time!\n\u0022\nProcyon: \u0022...God kills a kitten!\u0022 \u0022A what?\u0022\nEpsilon Indi: \u0022You\u0027re the man now, dog!\u0022\nTau Ceti: \u0022All your base are belong to us.\u0022\nLuyten\u0027s Star: \u0022Peanut Butter Jelly Time!\u0022\nKapteyn\u0027s star: \u0022My spoon is too big!\u0022\nKruger 60: \u0022\nMORE COWBELL!\n\u0022\nGliese 1: \u0022Look at the tiny dancing Earth mammals!\u0022\nVan Maanen\u0027s star: \u0022WASSSUUP!?!\u0022\nAd Leonis: \u0022Oh my God, they killed Kenny!\u0022 \u0022You bastards!\u0022\n70 Ophiuchi: \u0022Welcome to Good Burger, home of the Good Burger.\u0022 \u0022What\u0027s a burger? \u0022I don\u0027t know.\u0022\nAltair: \u0022Mr. T ate my balls!\u0022\nSigma Draconis: \u0022Oh ... my ... gaawd.\u0022 \nDelta Pavonis: \u0022I want the truth.\u0022 \u0022\nYou can\u0027t handle the truth!\n\u0022\nGliese 892: \u0022Hasta la vista, baby.\u0022 \nXi Boötis: Did \nI\n do that?\nHR 753: \u0022D\u0027oh!\u0022\nBeta Hydri: \u0022Yippie-ki-yay, motherfucker.\u0022\nVega: \u0022Resistance is futile.\u0022\nZeta Tucanae: \u0022Let\u0027s get ready to ruuumble!\u0022\nHR 1614: \u0022Where\u0027s the beef?\u0022\nGroombridge 1830: \u0022I pity the fool!\u0022\nDelta Trianguli: \u0022May the Force be with you.\u0022\nBeta Virginis: \u0022Nobody expects the Spanish Inquisition!\u0022\nArcturus: \u0022You talkin\u0027 to \nme\n?\u0022 \nBeta Trianguli Australis: \u0022I\u0027m going to make him an offer he can\u0027t refuse.\u0022\nLamda Aurigae: \u0022You\u0027ve got to ask yourself one question: \u0027Do I feel lucky?\u0027\u0022\nCapella: \u0022And now for something completely different.\u0022\nHD 211415: \u0022Live long and prosper.\u0022 \u0022Ok.\u0022 \nAlderamin: \u0022\nEXTERMINATE!\n\u0022\n51 Pegasi: \u0022Name\u0027s bond. James Bond.\u0022\nCaph: \u0022Take me to your leader!\u0022 \u0022No, Steve.\u0022\nKappa Reticuli: Here\u0027s lookin\u0027 at you, kid.\u0022 \nAlpha Hydri: \u0022Rosebud.\u0022\nGienah: \u0022Ehh, what\u0027s up doc?\u0022\nAlpha Serpentis: \u0022Frankly, my dear, I don\u0027t give a damn.\u0022]]\n\n{{Title text: The strongest incentive we have to develop faster-than-light travel is that it would let us apologize in advance.}}",
  "alt": "The strongest incentive we have to develop faster-than-light travel is that it would let us apologize in advance.",
  "img": "1212/interstellar_memes.png",
  "title": "Interstellar Memes",
  "day": "15",
  "baseUri": "https://example.com/"
}