{
  "month": "11",
  "num": 822,
  "link": "",
  "year": "2010",
  "news": "Guest week! Today\u0027s comic is contributed by \u003Ca href=\u0022https://questionablecontent.net\u0022\u003EJeph Jacques\u003C/a\u003E.\u003Cbr /\u003EFive guest comics this week! XKCD should be back to normal after that.",
  "safeTitle": "Guest Week: Jeph Jacques (Questionable Content)",
  "transcript": "((This comic was written by Jeph Jacques, and follows the vertical panel style typical of Questionable Content.  The art is more in the xkcd style, with stick figures.))\n[[A girl is sitting on a bench, reading a book.  There is a tree.  Far away, a guy has a backpack on.]]\nGuy\u0027s thought bubble: There she is. The most beautiful girl you\u0027ve ever seen.\n\n[[The focus is on the girl on the bench.]]\nGuy\u0027s thought bubble: Every day you take this route to class, she\u0027s sitting on that bench, reading.\n\n[[It goes even closer to her face.]]\nGuy\u0027s thought bubble: You\u0027d introduce yourself, but you wouldn\u0027t know what to say. Besides, she\u0027s way out of your league.\n\n[[Back to the full panel.]]\nGuy\u0027s thought bubble: What chance could an average guy like you have with such a radiant -\nGirl\u0027s thought bubble: Hey.\n\n[[The girl looks up at her thought bubble with a question over her head.]]\nGuy\u0027s thought bubble: E-Excuse me?\nGirl\u0027s thought bubble: I said hey.  You come by here a lot.\n\n[[The girl looks over at the guy, who is scratching his head at his thought bubble.]]\nGuy\u0027s thought bubble: Oh, uh, yeah.  On the way to class.\nGirl\u0027s thought bubble: Wanna skip class and go get a coffee?\n\n[[The guy is pondering what\u0027s happening.]]\nGuy\u0027s thought bubble: Sure, I\u0027d - I\u0027d like that a lot.\nGirl\u0027s thought bubble: Great, let\u0027s ditch these losers.\nGirl: Hey!\n\n[[The thought bubbles are behind the guy now, moving away.]]\nGuy\u0027s thought bubble: Man, I gotta tell you, I\u0027m SICK of being that guy\u0027s internal monologue! So whiny!\nGirl\u0027s thought bubble: Seriously! I swear, he and Little Miss Daddy Issues over there were _made_ for each other.\n\n[[The two look at each other silently.]]\n\n{{Title text: }}",
  "alt": "Guest comic by Jeph Jacques of Questionable Content, whose internal monologue hasn\u0027t been speaking to him for the past three years.",
  "img": "822/guest_week_jeph_jacques_questionable_content.png",
  "title": "Guest Week: Jeph Jacques (Questionable Content)",
  "day": "22",
  "baseUri": "https://example.com/"
}