{
  "month": "2",
  "num": 856,
  "link": "",
  "year": "2011",
  "news": "",
  "safeTitle": "Trochee Fixation",
  "transcript": "Girl: Robot ninja! Pirate doctor laser monkey! Narwhal zombie badger hobo bacon kitty captain penguin raptor jesus!\n\nScientist (to guy): We\u0027d been seeing this brain damage for years, but only recently did our linguists identify the pattern behind it.\n\nScientist: The patients fixate on animals and types of people whose names are trochees (two syllables, with the accent on the first).\n\nThe malfunction causes a rush of dopamine whenever these trocheese are heard or spoken.\n[[Chart shows \u0022internet\u0022 and \u0022brain,\u0022 with arrows marked \u0022trochees\u0022 traveling both ways between them. An arrow marked \u0022dopamine\u0022 loops from the brain back to the brain.]]\n\nThe warning signs appear in childhood:\n[[Child sits in front of TV.]]\nChild: Yeah! Mighty teenage morphin\u0027 ninja power mutant turtle rangers!\nSocial reinforcement focuses the fixation on a few dozen words.\nGuy (off-panel): Is there a cure?\n\n[[Girl is reclining under a big machine pointed at her face.]]\nScientist: We\u0027re about to try a radical trocheeotomy.\nGuy: Rip out her vocal chords? I\u0027m in favor.\nScientist: No, we\u0027re modifying her vocabulary* to erase the words she\u0027s fixated on.\n*Digitoneurolinguistic hacking! It\u0027s totally real! Ask Neal Stephenson.\n\nScientist: Either the gap will be filled by normal words, or she\u0027ll just generate a new set of trochees.\nScientist: Here goes.\n[[She pulls the lever on a large panel.]]\n\u003C\u003Ckachunk bzzzZZZZZZ\u003E\u003E\n\n[[Girl is waking up.]]\nGirl: ... GzZhRmPh ...\nGirl ... banjo turtle!\nGirl: Jetpack ferret pizza lawyer! Dentist hamster wombat plumber turkey jester hindu cowboy hooker bobcat scrapple!\nScientist (off-panel): Sigh.\nScientist: Time for plan B.\nScientist: Someone get a brick.\n\n{{Title text: If you Huffman-coded all the \u0027random\u0027 things everyone on the internet has said over the years, you\u0027d wind up with, like, 30 or 40 bytes *tops*.}}",
  "alt": "If you Huffman-coded all the \u0027random\u0027 things everyone on the internet has said over the years, you\u0027d wind up with, like, 30 or 40 bytes *tops*.",
  "img": "856/trochee_fixation.png",
  "title": "Trochee Fixation",
  "day": "4",
  "baseUri": "https://dylanlangston.github.io/Axkcd/"
}