{
  "month": "3",
  "num": 1027,
  "link": "",
  "year": "2012",
  "news": "",
  "safeTitle": "Pickup Artist",
  "transcript": "[[Two guys sit and enjoy some beverages while making conversation]]\nPickup Artist.: I\u0027ve been learning tricks from pickup artist forums.\nNormal Guy: Pickup artists are dehumanizing creeps who see relationships as adversarial and women as sex toys\n\n[[The camera angle changes to show another pair of people in the background.  One is a woman; the other is Black Hat Man.]]\nPickup Artist: No, it\u0027s just a bunch of tips! Like \u0022Negging\u0022: You belittle chicks to undermine their self-confidence so they\u0027ll be more vulnerable and seek your approval.\n\nNormal Guy: Just talk to them like a fucking human being.\nPickup Artist: Nah, that\u0027s a sucker\u0027s game. Ok - wish me luck!\n\nMeanwhile...\n[[Focus changes to the table with the second pair. Black Hat Man gets from his chair and carries a bowling ball with him.]]\nBlack Hat Man: I\u0027m going to the bathroom to roll a bowling ball down under the line of stalls.\nWoman: Cool.\n\n[[Normal Guy looks at Pickup Artist approaching Woman with dread at the scene that\u0027s about to happen]]\nNormal Guy: Oh no.\n\n[[Pickup Artist takes a smarmy stance at Woman]]\nPickup Artist: You look like you\u0027re on a diet. That\u0027s great! How\u0027s the fruit plate?\n\nWoman: Ooh - are we negging? Let me try!\n\nWoman: You look like you\u0027re going to spend your life having one epiphany after another, always thinking you\u0027ve finally figured out what\u0027s holding you back, and how you can finally be productive and creative and turn your life around.  But nothing will ever change. That cycle of mediocrity isn\u0027t due to some obstacle. It\u0027s who you *are*.  The thing standing in the way of your dreams is that the person having them is *you*.\n\n[[Pickup artist looks rightfully dejected]]\nWoman: Ok, your turn! Ooh, try insulting my hair!\nPickup Artist: I think I need to go home and think about my life.\nWoman: It won\u0027t help.\n\n{{Title text: Son, don\u0027t try to play \u0027make you feel bad\u0027 with the Michael Jordan of making you feel bad.}}",
  "alt": "Son, don\u0027t try to play \u0027make you feel bad\u0027 with the Michael Jordan of making you feel bad.",
  "img": "1027/pickup_artist.png",
  "title": "Pickup Artist",
  "day": "9",
  "baseUri": "https://dylanlangston.github.io/Axkcd/"
}